/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "Wystąpił błąd podczas odczytu palety kolorów „%@”. Spróbuj wybrać inną paletę.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "Wystąpił błąd podczas zachowania palety kolorów „%@”. Spróbuj zachować ją ponownie.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "Wystąpił błąd podczas próby zachowania własnej palety do „%@”. Spróbuj zachować ją ponownie.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "Czy na pewno chcesz usunąć całą paletę kolorów „%@”?";

/* Brightness slider text */
"Brightness" = "Jasność";

/* COMMENT
   NEED COMMENT */
"Cancel" = "Anuluj";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "Palety kolorów";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "Suwaki koloru";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "Koło kolorów";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "Kredki świecowe";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "CMYK urządzenia";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "Skala szarości urządzenia";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "RGB urządzenia";

/* Color space or profile model name */
"DeviceN" = "DeviceN";

/* NEED COMMENT */
"Error Renaming Palette" = "Błąd zmiany nazwy palety";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "Uniwersalne CMYK";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "Uniwersalna skala szarości";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "Uniwersalne RGB";

/* Color space or profile model name; monochrome */
"Gray" = "Skala szarości";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "Ukryj kolory";

/* Hue slider text */
"Hue" = "Barwa";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "Palety obrazów";

/* Color space or profile model name */
"Indexed" = "Zindeksowany";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "Nie wiadomo, nazwę której rzeczy chcesz zmienić. Upewnij się, że zaznaczona jest tylko jedna rzecz.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "Nowa paleta kolorów";

/* COMMENT */
"New name for color palette:" = "Nowa nazwa palety kolorów:";

/* Open Color Pallete panel title */
"Open Color Palette" = "Otwórz paletę kolorów";

/* Color space or profile model name */
"Pattern" = "Wzornik";

/* COMMENT
   NEED COMMENT */
"Remove" = "Usuń";

/* COMMENT */
"Remove Color Palette" = "Usuń paletę kolorów";

/* NEED COMMENT */
"Remove Palette" = "Usuń paletę";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "Usunięcie palety własnej będzie trwałe. Czy na pewno chcesz usunąć %@ z zestawu palet własnych?";

/* Generic title for color renaming panels */
"Rename Color" = "Zmiana nazwy koloru";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "Nasycenie";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "Pokaż kolory";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "Paleta kolorów „%1$@” zawiera %2$ld kolorów.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "Nie można było usunąć pliku „%@”.";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "Nie udało się zmienić nazwy obrazka „%1$@” na „%2$@”.";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "Ustawienia uprawnień pliku „%@” nie pozwalają na jego modyfikację.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "Liczba kolorów na w profilu „%1$@”: %2$ld.";

/* NEED COMMENT */
"There was a Color Panel error." = "Wystąpił błąd panelu kolorów.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "Wystąpił błąd podczas otwierania palety kolorów.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "Wystąpił błąd podczas zachowywania palety kolorów.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "Ten kolor nie może używać profili.";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "Bez nazwy";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "Na tej liście jest już kolor o nazwie „%@”. Wybierz inną nazwę.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "Masz już własną paletę o nazwie „%@”. Wybierz inną nazwę.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "Istnieje już paleta o nazwie „%@”. Wybierz inną nazwę.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "Nie można zmienić nazwy „%1$@” na „%2$@”.";

